{
    "pageTitle": "Privacy Policy",
    "breadcrumb": "Privacy Policy",
    "title": "Our Privacy Policy",
    "introduction": "At Enjaz, we are committed to protecting the privacy of your personal information. This policy explains how we collect, use, and protect your data when using our services. We take your privacy seriously and promise to maintain security and confidentiality at all times.",
    "section1": {
    "title": "1. Information We Collect:",
    "content1": "We collect the following information when you use our website or services:",
    "content2": "Personal Information: Such as name, email address, phone number, and account information that you provide when registering or using our services.",
    "content3": "Automatic Information: Such as IP address, browser type, and device types used, which are collected during website browsing."
  },
  "section2": {
    "title": "2. How We Use Information:",
    "content1": "We use your personal information for the following purposes:",
    "content2": "Service Improvement: To provide personalized services and technical support.",
    "content3": "Communication: To contact you regarding service updates or respond to your inquiries.",
    "content4": "Data Analysis: To understand how our services are used and improve user experience."
  },
  "section3": {
    "title": "3. Protecting Your Data:",
    "content": "We take all necessary measures to protect your personal information using appropriate security technologies such as encryption and data protection. However, we cannot guarantee complete security in an online environment."
  },
  "section4": {
    "title": "4. Sharing Data with Third Parties:",
    "content1": "Service Providers: We may share your information with third parties who assist us in providing services (e.g., payment processors, technical support providers).",
    "content2": "Legal Compliance: We may disclose your information if required by law or to respond to judicial requests."
  },
  "section5": {
    "title": "5. Cookies:",
    "content": "We use cookies to improve your experience on the website and customize content. You can adjust your browser settings to reject cookies, but this may affect some site functionalities."
  },
  "section6": {
    "title": "6. Your Rights:",
    "content1": "Access to Data: You have the right to access, correct, or update your personal data.",
    "content2": "Unsubscribe: You can unsubscribe from marketing emails at any time via the link at the bottom of the email.",
    "content3": "Data Deletion: If you want your data deleted from our records, you can contact us to make this request."
  },
  "section7": {
    "title": "7. Changes to the Privacy Policy:",
    "content": "We may modify this policy from time to time. Changes will be posted on this page with an update date. If you continue to use our services after the changes, you agree to the updated policy."
  }
  }
  