{
    "latest_news": "آخر أخبارنا",
    "stay_updated": "كن على اطلاع دائم مع إنجاز!",
    "browse_all_news": "تصفح جميع الاخبار",
    "all_news": " جميع الاخبار",
    "news_details": "تفاصيل الخبر",
    "news_item_1": {
      "title": "لماذا إنجاز هو خيارك الأفضل للموارد البشرية؟",
      "description": "مع إنجاز، تحصل على شريك يقدم حلولًا متكاملة للموارد البشرية بخبرة معتمدة ومرونة عالية. خدماتنا تشمل التوظيف، التدريب.",
      "full_description": "مركز إنجاز المتحدة للتدريب الرائدة في التدريب المؤسسي..."
    },
    "news_item_2": {
      "title": "لماذا إنجاز هو خيارك الأفضل للموارد البشرية؟",
      "description": "مع إنجاز، تحصل على شريك يقدم حلولًا متكاملة للموارد البشرية بخبرة معتمدة ومرونة عالية. خدماتنا تشمل التوظيف، التدريب."
    },
    "news_item_3": {
      "title": "لماذا إنجاز هو خيارك الأفضل للموارد البشرية؟",
      "description": "مع إنجاز، تحصل على شريك يقدم حلولًا متكاملة للموارد البشرية بخبرة معتمدة ومرونة عالية. خدماتنا تشمل التوظيف، التدريب."
    }
    ,
    "view_more": "عـرض الـمـزيـد",
    "all_categories": "عرض الكل",
    "management": "الإدارة",
    "leadership": "القيادة",
    "customer_success": "نجاح العملاء",
    "software_development": "تطوير البرمجيات",
    "product": "منتج",
    "design": "تصميم",
    "search_placeholder": "بحث عن...",
    "news_item_4": {
      "title": "أفضل طرق إدارة الوقت",
      "description": "إدارة الوقت بشكل فعّال لتحقيق الإنتاجية العالية في بيئة العمل."
    },
    "news_details_title": "تفاصيل الخبر",
    "news_details_breadcrumb": "تفاصيل الخبر",
    "news_details_heading": "رحلة التميز في توفير الكوادر البشرية لتلبية احتياجات الأفراد والأعمال في المملكة",
    "news_details_subheading": "منذ تأسيسها في عام 2015، أصبحت شركة إنجاز للاستقدام إحدى أبرز شركات مجموعة إنجاز...",
    "news_details_content": "مركز إنجاز المتحدة للتدريب الرائدة في التدريب المؤسسي والتكنولوجيا التعليمية في منطقة الشرق الأوسط، حيث نقدم أكثر الحلول شمولية في تطوير التعلم والتدريب في جميع الوظائف المؤسسية الاستراتيجية، بما في ذلك الموارد البشرية، الموارد الرقمية والدورات المهنية والمتخصصة في جميع المجالات. من خلال جلسات تدريبية بقيادة مدربين، وتدريب داخل الشركات والإرشاد، وأحدث الحلول التقنية في جميع أنحاء منطقة الشرق الأوسط نقدم لعملائنا الكرام مجموعة واسعة من الخدمات، بما في ذلك تحليل احتياجات التدريب، تطوير وتقييم الكفاءات، وحلول التعلم الإلكتروني المصممة خصيصًا لتلبية احتياجات صناعات ومجالات معرفية محددة. و نقدم أفضل ممارسات حلول تحسين الأعمال لتنفيذ عملية العناوين والتكنولوجيا والتحسينات التنظيمية نحن نختار مستشارينا بعناية من أجل أن نقدم لعملائنا أعلى مستويات الجودة من الخبرة بالإضافة إلى الخبرة الواسعة في ممارسات الصناعة. يتمتع مستشارونا بسجل حافل في تنفيذ المهام الاستشارية الكبرى التي تتضمن النشر على مستوى المنظمة والجغرافيا المتعددة والوضع الاستشاري للتحسين المستمر للعملية لمهمتنا في مركز إنجاز المتحدة للتدريب هي تعزيز تنافسية عملائنا عالميًا من خلال التعلم المستمر، بينما نسعى لتحقيق رؤيتنا بأن نصبح أفضل مركز تدريب مؤسسي وتقني في المملكة ومنطقة الشرق الأوسط رؤيتنا: إيمانا منا بأهمية الاستثمار في تطوير وبناء الكوادر البشرية، نقدم لكم أفضل التقنيات والحلول المستخدمة في مجال التدريب والاستشارات نعمل وفقًا لأحدث المعايير العالمية لتطوير الأداء المؤسسي، ونسعى باستمرار لتزويد شركائنا بأحدث الابتكارات والممارسات لتحقيق الأهداف المرجوة."

  }
  