{
    "pageTitle": "سياسة الخصوصية",
    "breadcrumb": "سياسة الخصوصية",
    "title": "سياسة الخصوصية الخاصة بنا",
    "introduction": "في إنجاز، نلتزم بحماية خصوصية معلوماتك الشخصية. تشرح هذه السياسة كيفية جمع واستخدام وحماية بياناتك عند استخدام خدماتنا. نأخذ خصوصيتك على محمل الجد ونتعهد بالحفاظ على الأمان والسرية في جميع الأوقات.",
    "section1": {
      "title": "1. المعلومات التي نقوم بجمعها:",
      "content1": "نقوم بجمع المعلومات التالية عند استخدامك لموقعنا أو خدماتنا:",
      "content2": "المعلومات الشخصية: مثل الاسم، البريد الإلكتروني، رقم الهاتف، ومعلومات الحساب التي تقدمها عند التسجيل أو استخدام خدماتنا.",
      "content3": " المعلومات التلقائية: مثل عنوان الـ IP، متصفح الإنترنت، وأنواع الأجهزة المستخدمة، والتي يتم جمعها أثناء تصفح الموقع."
    },
    "section2": {
    "title": "2. كيفية استخدام المعلومات:",
    "content1": "نستخدم معلوماتك الشخصية للغرض التالي:",
    "content2": "تحسين الخدمات: لتقديم خدمات مخصصة وتقديم الدعم الفني.",
    "content3": "التواصل: للتواصل معك بشأن تحديثات الخدمة أو الرد على استفساراتك.",
    "content4": "تحليل البيانات: لفهم كيفية استخدام خدماتنا وتحسين تجربة المستخدم."
  },
  "section3": {
    "title": "3. حماية بياناتك:",
    "content": "نحن نتخذ جميع التدابير اللازمة لحماية معلوماتك الشخصية باستخدام تقنيات الأمان المناسبة مثل التشفير وحماية البيانات. ومع ذلك، لا يمكننا ضمان الأمان الكامل في بيئة الإنترنت."
  },
  "section4": {
    "title": "4. مشاركة البيانات مع أطراف ثالثة:",
    "content1": "مقدمو الخدمات: قد نشارك معلوماتك مع أطراف ثالثة تساعدنا في توفير الخدمات (مثل مزودي الدفع، ومقدمي الدعم التقني).",
    "content2": "الامتثال للقانون: قد نكشف عن معلوماتك إذا كان ذلك مطلوبًا بموجب القانون أو للاستجابة لطلبات السلطات القضائية."
  },
  "section5": {
    "title": "5. ملفات تعريف الارتباط (Cookies):",
    "content": "نستخدم ملفات تعريف الارتباط لتحسين تجربتك على الموقع وتخصيص المحتوى. يمكنك تعديل إعدادات المتصفح لرفض ملفات تعريف الارتباط، ولكن ذلك قد يؤثر على بعض وظائف الموقع."
  },
  "section6": {
    "title": "6. حقوقك:",
    "content1": "الوصول إلى البيانات: يحق لك الوصول إلى بياناتك الشخصية وتصحيحها أو تحديثها.",
    "content2": "إلغاء الاشتراك: يمكنك إلغاء الاشتراك في رسائل البريد الإلكتروني التسويقية في أي وقت عبر الرابط الموجود في أسفل البريد.",
    "content3": "حذف البيانات: إذا أردت حذف بياناتك من سجلاتنا، يمكنك التواصل معنا لتنفيذ ذلك."
  },
  "section7": {
    "title": "7. التعديلات على سياسة الخصوصية:",
    "content": "قد نقوم بتعديل هذه السياسة من وقت لآخر. سيتم نشر التعديلات على هذه الصفحة مع تاريخ التحديث. إذا استمرت في استخدام خدماتنا بعد التعديلات، فإنك توافق على السياسة المعدلة."
  }
  }
  