const SingleStats = () => {

  return (
    <div className="flex flex-col gap-8 mt-8 max-w-screen-lg mx-auto">
    {/* Placeholder Image */}
    <div
      className="w-full h-[300px] lg:h-[450px] bg-cover bg-center rounded-lg"
      style={{ backgroundImage: "url(https://placehold.co/454x311)" }}
    />

    {/* Content Paragraph */}
    <p className="text-base lg:text-lg text-[#667680] leading-relaxed text-right">
      مركز إنجاز المتحدة للتدريب الرائدة في التدريب المؤسسي والتكنولوجيا التعليمية في منطقة الشرق الأوسط، حيث نقدم
      أكثر الحلول شمولية في تطوير التعلم والتدريب في جميع الوظائف المؤسسية الاستراتيجية، بما في ذلك الموارد
      البشرية، الموارد الرقمية والدورات المهنية والمتخصصة في جميع المجالات. من خلال جلسات تدريبية بقيادة مدربين،
      وتدريب داخل الشركات والإرشاد، وأحدث الحلول التقنية في جميع أنحاء منطقة الشرق الأوسط نقدم لعملائنا الكرام
      مجموعة واسعة من الخدمات، بما في ذلك تحليل احتياجات التدريب، تطوير وتقييم الكفاءات، وحلول التعلم الإلكتروني
      المصممة خصيصًا لتلبية احتياجات صناعات ومجالات معرفية محددة. و نقدم أفضل ممارسات حلول تحسين الأعمال لتنفيذ
      عملية العناوين والتكنولوجيا والتحسينات التنظيمية نحن نختار مستشارينا بعناية من أجل أن نقدم لعملائنا أعلى
      مستويات الجودة من الخبرة بالإضافة إلى الخبرة الواسعة في ممارسات الصناعة. يتمتع مستشارونا بسجل حافل في تنفيذ
      المهام الاستشارية الكبرى التي تتضمن النشر على مستوى المنظمة والجغرافيا المتعددة والوضع الاستشاري للتحسين
      المستمر للعملية لمهمتنا في مركز إنجاز المتحدة للتدريب هي تعزيز تنافسية عملائنا عالميًا من خلال التعلم
      المستمر، بينما نسعى لتحقيق رؤيتنا بأن نصبح أفضل مركز تدريب مؤسسي وتقني في المملكة ومنطقة الشرق الأوسط
      رؤيتنا: إيمانا منا بأهمية الاستثمار في تطوير وبناء الكوادر البشرية، نقدم لكم أفضل التقنيات والحلول المستخدمة
      في مجال التدريب والاستشارات نعمل وفقًا لأحدث المعايير العالمية لتطوير الأداء المؤسسي، ونسعى باستمرار لتزويد
      شركائنا بأحدث الابتكارات والممارسات لتحقيق الأهداف المرجوة.
    </p>
  </div>
  );
};

export default SingleStats;
